export default [
'', 'Прилипание', 'Землетрясение', 'Маскарад', 'Форма дыма',
'Якорь', 'Эластичность', 'Миниатюризация', 'Нюх',
'Оживление объекта', 'Стена стихий', 'Зеркальное отражение', 'Нюх',
'Антропоморфизация', 'Кража', 'Зеркальное хождение', 'Сортировка',
'Мистический глаз', 'Вспышка', 'Мультирукость', 'Зрелище',
'Астральная тюрьма', 'Облако тумана', 'Ночная сфера', 'Пила-колдовство',
'Привлечение', 'Безумие', 'Овеществление', 'Паучье лазание',
'Слуховая иллюзия', 'Врата', 'Форма слизи', 'Призыв куба',
'Болтовня', 'Сдвиг гравитации', 'Усмирение', 'Рой',
'Цветок-приманка', 'Жадность', 'Фобия', 'Телекинез',
'Форма зверя', 'Ускорение', 'Яма', 'Телепатия',
'Одурманивание', 'Ненависть', 'Первобытный всплеск', 'Телепорт',
'Обмен телами', 'Слышать шёпот', 'Толкать/Тянуть', 'Приманка',

'Очарование', 'Парение', 'Воскрешение мёртвых', 'Заросли',

'Команда', 'Гипнотизация', 'Поднятие духа', 'Призыв идола',
'Понимание', 'Ледяное прикосновение', 'Чтение мыслей', 'Контроль времени',
'Конус пены', 'Определение владельца', 'Отталкивание', 'Истинное зрение',
'Управление растениями', 'Освещение', 'Видеть', 'Подъёмный колодец',
'Управление погодой', 'Невидимая привязь', 'Скульптура элементов', 'Видение',
'Лечение ран', 'Стук', 'Чувство', 'Визуальная иллюзия',
'Оглушение', 'Прыжок', 'Щит', 'Оберег',
'Обнаружение магии', 'Жидкий воздух', 'Покров', 'Паутина',
'Разборка', 'Магический глушитель', 'Перемешивание', 'Виджет',
'Маскировка', 'Мэнс', 'Сон', 'Знак волшебника',
'Смещение', 'Мраморная лихорадка', 'Слик 100 рентгеновское зрение'
]