export const startingArmor = () => {
  const list = ['']

  for (let item = 1; item <= 20; item++) {
    if (item <= 3) {
      list.push('')
    } else if (item <= 14) {
      list.push('Бригантина (1 броня, громоздкая)')
    } else if (item <= 19) {
      list.push('Кольчуга (2 брони, громоздкая)')
    } else {
      list.push('Латы (3 брони, громоздкие)')
    }
  }

  return list
}

export const startingHelmOrShield = () => {
  const list = ['']

  for (let item = 1; item <= 20; item++) {
    if (item <= 13) {
      list.push('')
    } else if (item <= 16) {
      list.push('Шлем (+1 броня)')
    } else if (item <= 19) {
      list.push('Щит (+1 броня)')
    } else {
      list.push('Оба')
    }
  }

  return list
}

export const startingWeapons = () => {
  const list = ['']

  for (let item = 1; item <= 20; item++) {
    if (item <= 5) {
      list.push('Кинжал / Дубинка / Посох (d6 урона)')
    } else if (item <= 14) {
      list.push('Меч / Булава / Топор (d8 урона)')
    } else if (item <= 16) {
      list.push('Праща (d4 урона)')
    } else if (item <= 18) {
      list.push('Лук (d6 урона, громоздкий)')
    } else if (item <= 19) {
      list.push('Арбалет (d8 урона, громоздкий)')
    } else {
      list.push('Алебарда / Боевой молот / Секира (d10 урона, громоздкие)')
    }
  }
  
  return list
}

export const startingGear = [
'', 'Воздушный пузырь', 'Огненное масло', 'Кандалы', 'Веревка (7,5 м)',
'Антитоксин', 'Абордажный крюк', 'Кирка', 'Оберег от духов',
'Тележка (+4 слота, громоздкая)', 'Большой мешок', 'Шест (3,5 м)', 'Подзорная труба',
'Цепь (3,5 м)', 'Большая ловушка', 'Блок', 'Трутница',
'Лозоискатель', 'Отмычки', 'Репеллент', 'Аконит'
]

export const startingTools = [
  '', 'Меха', 'Котелки', 'Смазка', 'Сеть',
  'Ведро', 'Лом', 'Молоток', 'Пила',
  'Ежики-ловушки', 'Ручная дрель', 'Песочные часы', 'Герметик',
  'Мел', 'Удочка', 'Напильник', 'Лопата',
  'Зубило', 'Клей', 'Гвозди', 'Клещи'
];

export const startingTrinkets = [
  '', 'Бутылка', 'Рог', 'Зеркало', 'Мыло',
  'Колода карт', 'Благовония', 'Духи', 'Губка',
  'Набор кубиков', 'Инструмент', 'Перо и чернила', 'Смоляная банка',
  'Грим', 'Линза', 'Пакет соли', 'Бечёвка',
  'Фальшивые драгоценности', 'Шарики', 'Колокольчик', 'Свисток'
];