export const maleNames = [
  '', 'Arwel', 'Breglor', 'Grinwit', 'Melnax',
  'Bevan', 'Canhoreal', 'Gruwid', 'Orthax',
  'Boroth', 'Emrys', 'Gruwth', 'Triunein',
  'Borrid', 'Ethex', 'Gwestin', 'Wenlan',
  'Breagle', 'Gringle', 'Mannog', 'Yirmeor'
]

export const femaleNames = [
  '', 'Agune', 'Drelil', 'Lirann', 'Sybil',
  'Beatrice', 'Elgile', 'Lirathil', 'Theune',
  'Breagan', 'Esme', 'Lisabeth', 'Wenain',
  'Bronwyn', 'Griya', 'Moralil', 'Ygwal',
  'Cannora', 'Henaine', 'Morgwen', 'Yslen'
]

export const surnames = [
  '', 'Abernathy', 'Crumwaller', 'Harper', 'Swinney',
  'Addercap', 'Dunswallow', 'Loomer', 'Thatcher',
  'Burl', 'Getri', 'Malksmilk', 'Tolmen',
  'Candlewick', 'Glass', 'Smythe', 'Weaver',
  'Cormick', 'Harkness', 'Sunderman', 'Wolder'
]
export const background = [
  '', 'алхимик', 'клерик', 'маг', 'артист',
  'кузнец', 'игрок', 'наёмник', 'карманник',
  'взломщик', 'могильщик', 'купец', 'контрабандист',
  'мясник', 'травник', 'шахтёр', 'слуга',
  'плотник', 'охотник', 'преступник', 'следопыт'
]

export const phisique = [
  '', 'атлетичный', 'тощий', 'мускулистый', 'низкорослый', 'дряблый',
  'статный', 'долговязый', 'коренастый', 'закалённый', 'высокий'
]

export const skin = [
  '', 'родимое пятно', 'круглое лицо', 'тёмная кожа', 'нежная кожа', 'вытянутое лицо',
  'загорелая кожа', 'в рубцах', 'татуированная', 'румяная', 'обветренная'
]

export const hair = [
  '', 'лысый', 'длинные волосы', 'заплетённые косы', 'роскошные волосы', 'кудрявые волосы',
  'жирные волосы', 'грязные волосы', 'волнистые волосы', 'пушистые волосы', 'редкие волосы'
]

export const face = [
  '', 'костлявое', 'идеальное', 'сломанное', 'крысоподобное', 'высеченные черты',
  'резкие черты', 'вытянутое', 'квадратное', 'бледное', 'впалое'
]

export const speech = [
  '', 'резко', 'хрипло', 'громогласно', 'чётко', 'загадочно',
  'пискляво', 'монотонно', 'заикаясь', 'официально', 'шёпотом'
]


export const clothing = [
  '', 'антикварная', 'потрёпанная', 'в крови', 'неуклюжая', 'элегантная',
  'ливрея', 'грязная', 'вонючая', 'заморская', 'запачканная'
]

export const virtue = [
  '', 'амбициозный', 'честный', 'осторожный', 'скромный', 'храбрый',
  'милосердный', 'дисциплинированный', 'спокойный', 'общительный', 'терпимый'
]

export const vice = [
  '', 'агрессивный', 'ленивый', 'озлобленный', 'нервный', 'трус',
  'грубый', 'лживый', 'тщеславный', 'жадный', 'мстительный'
]

export const reputation = [
  '', 'амбициозный', 'лодырь', 'хам', 'чудак', 'опасный',
  'отталкивающий', 'забавный', 'уважаемый', 'честный', 'мудрый'
]

export const misfortune = [
  '', 'брошенный', 'обманутый', 'зависимый', 'разжалованный', 'шантажируемый',
  'опозоренный', 'осуджённый', 'отверженный', 'проклятый', 'в изгнании'
]