export const maleNames = [
  '', 'Arwel', 'Breglor', 'Grinwit', 'Melnax',
  'Bevan', 'Canhoreal', 'Gruwid', 'Orthax',
  'Boroth', 'Emrys', 'Gruwth', 'Triunein',
  'Borrid', 'Ethex', 'Gwestin', 'Wenlan',
  'Breagle', 'Gringle', 'Mannog', 'Yirmeor'
]

export const femaleNames = [
  '', 'Agune', 'Drelil', 'Lirann', 'Sybil',
  'Beatrice', 'Elgile', 'Lirathil', 'Theune',
  'Breagan', 'Esme', 'Lisabeth', 'Wenain',
  'Bronwyn', 'Griya', 'Moralil', 'Ygwal',
  'Cannora', 'Henaine', 'Morgwen', 'Yslen'
]

export const surnames = [
  '', 'Abernathy', 'Crumwaller', 'Harper', 'Swinney',
  'Addercap', 'Dunswallow', 'Loomer', 'Thatcher',
  'Burl', 'Getri', 'Malksmilk', 'Tolmen',
  'Candlewick', 'Glass', 'Smythe', 'Weaver',
  'Cormick', 'Harkness', 'Sunderman', 'Wolder'
]
export const background = [
  '', 'алхимик', 'клерик', 'маг', 'артист',
  'кузнец', 'игрок', 'наёмник', 'карманник',
  'взломщик', 'могильщик', 'купец', 'контрабандист',
  'мясник', 'травник', 'шахтёр', 'слуга',
  'плотник', 'охотник', 'преступник', 'следопыт'
]

export const phisique = [
  '', 'атлетичное', 'тощее', 'мускулистое', 'низкорослое', 'дряблое',
  'статное', 'долговязое', 'коренастое', 'закалённое', 'высокое'
]


export const skin = [
  '', 'кожа с родимым пятном', 'твердая', 'тёмная кожа', 'нежная  кожа', 'вялая кожа',
  'загорелая кожа', ' кожа в рубцах', 'татуированная  кожа', 'румяная  кожа', 'обветренная  кожа'
]

export const hair = [
  '', 'лысые', 'длинные', 'заплетённые', 'роскошные', 'кудрявые',
  'жирные', 'грязные', 'волнистые', 'пушистые', 'редкие'
]

export const face = [
  '', 'костлявое', 'идеальное', 'сломанное', 'крысоподобное', 'высеченные черты',
  'резкие черты', 'вытянутое', 'квадратное', 'бледное', 'впалое'
]

export const speech = [
  '', 'резко', 'хрипло', 'громогласно', 'чётко', 'загадочно',
  'пискляво', 'монотонно', 'заикаясь', 'официально', 'шёпотом'
]


export const clothing = [
  '', 'антикварную', 'потрёпанную', 'в крови', 'неуклюжую', 'элегантную',
  'ливрею', 'грязную', 'вонючую', 'заморскую', 'запачканную'
]

export const virtue = [
  '', 'амбициозны', 'честны', 'осторожны', 'скромны', 'храбры',
  'милосердны', 'дисциплинированы', 'спокойны', 'общительны', 'терпимы'
]

export const vice = [
  '', 'агрессивны', 'ленивы', 'озлоблены', 'нервны', 'трусливы',
  'грубы', 'лживы', 'тщеславны', 'жадны', 'мстительны'
]

export const reputation = [
  '', 'амбициозным', 'лодырем', 'хамом', 'чудаком', 'опасным',
  'отталкивающим', 'забавным', 'уважаемым', 'честным', 'мудрым'
]

export const misfortune = [
  '', 'брошенным', 'обманутым', 'зависимым', 'разжалованным', 'шантажируемым',
  'опозоренным', 'осуджённым', 'отверженным', 'проклятым', 'в изгнании'
]